---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.CutterFailures
source: html/2a0d4158-b469-8491-fa46-9af2b958c1c9.htm
---
# BuiltInFailures.CutterFailures Properties

Failed to make cutter for plan view with plan regions. Try deleting one or more plan regions.